<template>
  <b-container fluid="xl">
    <Header />
    <Breadcrumb :items="breadcrumb" />

    <h2>
      О сервисе
    </h2>

    <h3>
      Кому будет полезен
    </h3>
    <p>
      Основная целевая аудитория сервиса — малый бизнес
    </p>
    <p>
      Поиск клиентов в B2B это сложно и дорого — наш сервис призван упростить эту задачу.
      Например, ваша компания продает оборудование для общепита, вы можете выбрать категорию
      <b-link to="/all/sushi-i-pitstsa">
        Суши и пицца
      </b-link>
      на странице поиска, скачать список email и телефонов всех этих организаций,
      и передать список своему отделу продаж для работы с потенциальными клиентами.
      Помимо города и категории, доступно множество фильтров для поиска, далее их список будет только расширяться
    </p>

    <p>
      Также мы не забыли про B2C компаниии, для них будет полезна возможность

      <b-link to="/plans">
        бесплатного или платного
      </b-link>

      размещения в каталоге. Наш сайт посещает большое количество людей, карточка вашей компании не останется незамеченной
    </p>

    <h3>
      Возможности интеграции
    </h3>
    <p>
      Доступно
      <a
        href="https://api.leaq.ru/docs"
        target="_blank"
      >
        API
      </a>
      для интеграции с вашим CRM / отделом продаж / call-центром
    </p>

    <h3>
      Сколько стоит
    </h3>
    <p>
      Использование сервиса бесплатно. Для владельцев компаний предусмотрены варианты

      <b-link to="/plans">
        бесплатного или платного
      </b-link>

      размещения
    </p>
    <Footer />
  </b-container>
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  data (): any {
    return {
      breadcrumb: [{
        id: 1,
        text: '🏠',
        to: {
          path: '/'
        }
      }, {
        id: 2,
        text: 'О сервисе',
        to: {
          path: '/about'
        }
      }]
    }
  },
  head () {
    return {
      title: 'О сервисе / Каталог компаний LEAQ',
      meta: [{
        hid: 'description',
        name: 'description',
        content: 'Описание функций и возможностей сервиса LEAQ'
      }]
    }
  }
})
</script>
