<template>
  <b-container fluid="xl">
    <Header />
    <Breadcrumb :items="breadcrumb" />

    <h2>
      Оферта
    </h2>

    <p>
      Индивидуальный предприниматель, именуемый в дальнейшем Исполнитель, адресует настоящий Договор-оферту (далее по тексту - Договор) любому лицу (неопределенному кругу лиц), выразившему готовность воспользоваться услугами Исполнителя в порядке, предусмотренном п. 3.1 Договора (далее по тексту - Заказчик).
    </p>

    <p>
      Договор, согласно п. 2 ст. 437 Гражданского кодекса Российской Федерации, является публичной офертой, принятием условий (акцептом) которой является совершение действий, предусмотренных Договором.
    </p>

    <p>
      <span class="font-weight-bold">
        1. Определения
      </span>
      <br>
      1.1. Условия Договора регулируют отношения Заказчика и Исполнителя и содержат следующие определения:
      <br>
      1.1.1. <span class="font-weight-bold">Оферта</span> — настоящий документ (Договор), размещенный в сети Интернет по адресу: http://leaq.ru/legal-doc. В соответствии с Договором, слова оферта и Договор являются равнозначными.
      <br>
      1.1.2. <span class="font-weight-bold">Акцепт</span> — полное и безоговорочное принятие оферты путем осуществления действий, указанных в п. 3.1 Договора.
      <br>
      1.1.3. <span class="font-weight-bold">Исполнитель</span> - индивидуальный предприниматель Аверьянов Денис Андреевич, разместивший оферту.
      <br>
      1.1.4. <span class="font-weight-bold">Заказчик</span> — юридическое или физическое лицо, заключившее Договор посредством акцепта на условиях, содержащихся в оферте.
      <br>
      1.1.5. <span class="font-weight-bold">Интернет-сайт</span> - совокупность веб-страниц, размещенных на виртуальном сервере и образующих единую структуру.
    </p>

    <p>
      <span class="font-weight-bold">
        2. Предмет договора
      </span>
      <br>
      2.1. В соответствии с Договором Исполнитель обязуется по заданию Заказчика оказать услуги по размещению информации о товарах и (или) услугах, принадлежащих Заказчику, на сайте Исполнителя, указанном в п. 2.2 Договора (далее по тексту - Сайт), а Заказчик обязуется оплатить оказываемые Исполнителем Услуги в порядке и на условиях, установленных Договором.
      <br>
      2.2. Исполнитель размещает информацию, предоставляемую Заказчиком, на сайте, размещенном в сети Интернет по адресу: http://leaq.ru.
      <br>
      2.3. Объектом Договора является информационный материал, размещенный в сети Интернет. Информационным материалом является текст и (или) графические изображения, предоставленные Заказчиком. Тематика, к которой относится информационный материал: текстовая и (или) баннерная реклама.
      <br>
      2.4. Информационный материал о товарах и (или) услугах, принадлежащих Заказчику, оформляется силами обеих Сторон в следующем порядке: Исполнитель предлагает оформление информационного материала, а Заказчик принимает такое оформление.
    </p>

    <p>
      <span class="font-weight-bold">
        3. Порядок заключения договора
      </span>
      <br>
      3.1. Акцептом Договора является пополнение счета на сайте, размещенном в сети Интернет по адресу: http://leaq.ru.
      <br>
      3.2. Осуществляя акцепт Договора в порядке, определенном п. 3.1 Договора, Заказчик гарантирует, что ознакомлен, соглашается, полностью и безоговорочно принимает все условия Договора.
      <br>
      3.3. Заказчик понимает, что акцепт Договора равносилен заключению Договора на условиях, изложенных в Договоре.
    </p>

    <p>
      <span class="font-weight-bold">
        4. Права и обязанности сторон
      </span>
      <br>
      4.1. Заказчик обязуется:
      <br>
      4.1.1. Своевременно передавать все необходимые документы и информацию.
      <br>
      4.1.2. Предоставлять полную и достоверную информацию о товарах и услугах в соответствии с требованиями Закона Российской Федерации №2300-1 от 07.02.19932 г. "О защите прав потребителей" и законодательства РФ.
      <br>
      4.1.3. Нести полную ответственность относительно товаров (услуг), информация о которых размещается на Сайте Исполнителя, оставаясь при этом единственным лицом, ответственным за недостатки таких товаров/услуг, а также за их соответствие описанию, без отсылки на ответственность третьих лиц, как-то поставщиков, производителей и других лиц.
      <br>
      4.1.4. В случае отказа от согласованных Сторонами Услуг, уведомить об этом Исполнителя не менее чем за 7 (семь) календарных дней до начала непосредственного оказания Услуг.
      <br>
      4.1.5. Своевременно и в полном объеме производить оплату Услуг в соответствии с Договором.
      <br>
      4.1.6. Воздерживаться от копирования в любой форме, а также от воспроизведения, изменения, дополнения, распространения (включая публичную демонстрацию), использования в коммерческих либо иных целях содержимого Сайта Исполнителя (либо любой его части), а также воздерживаться от создания на его (ее) основе производных объектов без предварительного письменного разрешения Исполнителя. Все исключительные права на Сайт неотчуждаемы и остаются у Исполнителя в полном объеме.
      <br>
      4.1.7. Не использовать никаких приборов либо компьютерных программ для вмешательства или попытки вмешательства в процесс нормального функционирования Сайта Исполнителя.
      <br>
      4.2. Исполнитель обязуется:
      <br>
      4.2.1. Использовать все личные данные и иную конфиденциальную информацию о Заказчике только для оказания услуг по Договору, не передавать третьим лицам находящуюся у него документацию и информацию о Заказчике.
      <br>
      4.2.3. Оказывать Услуги, предусмотренные Договором.
      <br>
      4.3. Заказчик вправе:
      <br>
      4.3.1. Требовать от Исполнителя предоставления информации по вопросам организации и обеспечения надлежащего оказания услуг.
      <br>
      4.4. Исполнитель вправе:
      <br>
      4.4.1. Не оказывать Услуги в случае, если условия размещения информации не согласованы Сторонами по вине Заказчика.
      <br>
      4.4.2. Не размещать информацию о товарах и (или) услугах, оборот которых запрещен действующим законодательством.
      <br>
      4.4.3. Изменить информационный материал в соответствии с внутренними требованиями Исполнителя. Все изменения направлены исключительно на улучшение восприятия информации потребителем и не должны искажать информацию Заказчика.
      <br>
      4.4.4. Самостоятельно определять состав специалистов, оказывающих Услуги.
      <br>
      4.4.5. Самостоятельно определять формы и методы оказания Услуг исходя из требований законодательства, а также конкретных условий Договора.
      <br>
      4.4.6. Получать по письменному запросу необходимую для оказания Услуг информацию от третьих лиц.
      <br>
      4.4.7. Редактировать или удалять с Сайта любую информацию, включая предложения о продаже и заявки о покупке товаров и (или) услуг, если такая информация противоречит Договору, действующему законодательству РФ, а также в иных случаях по усмотрению Исполнителя.
      <br>
      4.4.8. Приостановить или прекратить регистрацию и доступ Заказчика на Сайт, если Исполнитель будет обоснованно считать, что Заказчик ведет неправомерную деятельность.
    </p>

    <p>
      <span class="font-weight-bold">
        5. Порядок оказания услуг
      </span>
      <br>
      5.1. Исполнитель оказывает услуги по размещению информации о товарах и (или) услугах Заказчика после активации платной услуги на сайте http://leaq.ru.
      <br>
      5.1. Исполнитель приступает к оказанию услуг с даты поступления предоплаты в счет оказанных услуг.
    </p>

    <p>
      <span class="font-weight-bold">
        6. Стоимость услуг и порядок расчетов
      </span>
      <br>
      6.1. Стоимость Услуг рассчитывается исходя из Прейскуранта Исполнителя, размещенного по адресу http://leaq.ru/plans.
      <br>
      6.2. Оплата Услуг по Договору осуществляется в порядке 100% (сто)-процентной предоплаты.
      <br>
      6.3. Исполнитель вправе в любое время в одностороннем порядке изменить стоимость Услуг. Указанные условия вступают в силу с момента их размещения, способом, установленном для размещения оферты.
      <br>
      6.4. Способ оплаты по Договору: перечисление Заказчиком денежных средств в валюте Российской Федерации (рубль) на расчетный счет Исполнителя. При этом обязанности Заказчика в части оплаты по Договору считаются исполненными со дня зачисления денежных средств на расчетный счет Исполнителя.
      <br>
      6.5. Заказчик вправе требовать возврат средств зачисленных в счет предоплаты, в случае если они не были потрачены на услуги на сайте Исполнителя, за вычетом фактически понесенных расходов Исполнителя в размере 5000 рублей за серверные мощности выделенные для исполнения обязательств по Договору. Срок возврата средств — 3 рабочих дня.
    </p>

    <p>
      <span class="font-weight-bold">
        7. Персональные данные
      </span>
      <br>
      7.1. Для выполнения условий Договора Заказчик соглашается предоставить и дает согласие на обработку персональных данных в соответствии с Федеральным законом от 27.07.2006 года №152-ФЗ «О персональных данных» на условиях и для целей надлежащего исполнения Договора. Под «персональными данными» понимается персональная информация, которую Заказчик предоставляет о себе самостоятельно для совершения акцепта.
      <br>
      7.2. Исполнитель гарантирует конфиденциальность в отношении персональных данных Заказчика и предоставляет доступ к персональным данным только тем сотрудникам, которым эта информация необходима для выполнения условий Договора, обеспечивая соблюдение указанными лицами конфиденциальности персональных данных и безопасности персональных данных при их обработке.
    </p>

    <p>
      <span class="font-weight-bold">
        8. Ответственность сторон
      </span>
      <br>
      8.1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязательств по Договору в соответствии с законодательством России.
    </p>

    <p>
      <span class="font-weight-bold">
        9. Основания и порядок изменения и расторжения договора
      </span>
      <br>
      9.1. Исполнитель вправе в любое время в одностороннем (внесудебном) порядке внести изменения в условия Договора. Изменения в условия Договора вступают в силу с момента их размещения, способом, установленном для размещения оферты.
    </p>

    <p>
      <span class="font-weight-bold">
        10. Разрешение споров из договора
      </span>
      <br>
      10.1. Претензионный порядок является обязательным. Спор может быть передан на разрешение арбитражного суда после принятия сторонами мер по досудебному урегулированию по истечении тридцати календарных дней со дня направления претензии.
      <br>
      10.2. Споры из Договора разрешаются в судебном порядке в соответствии с законодательством.
    </p>

    <p>
      <span class="font-weight-bold">
        11. Форс-мажор
      </span>
      <br>
      11.1. Стороны освобождаются от ответственности за полное или частичное неисполнение обязательств по Договору в случае, если неисполнение обязательств явилось следствием действий непреодолимой силы, а именно: пожара, наводнения, землетрясения, забастовки, войны, действий органов государственной власти или других независящих от Сторон обстоятельств.
      <br>
      11.2. Сторона, которая не может выполнить обязательства по Договору, должна своевременно, но не позднее 10 (десяти) календарных дней после наступления обстоятельств непреодолимой силы, письменно известить другую Сторону, с предоставлением обосновывающих документов, выданных компетентными органами.
      <br>
      11.3. Стороны признают, что неплатежеспособность Сторон не является форс-мажорным обстоятельством.
    </p>

    <p>
      <span class="font-weight-bold">
        12. Прочие условия
      </span>
      <br>
      12.1. Стороны не имеют никаких сопутствующих устных договоренностей. Содержание текста Договора полностью соответствует действительному волеизъявлению Сторон.
      <br>
      12.2. Вся переписка по предмету Договора, предшествующая его заключению, теряет юридическую силу со дня заключения Договора.
      <br>
      12.3. Стороны признают, что, если какое-либо из положений Договора становится недействительным в течение срока его действия вследствие изменения законодательства, остальные положения Договора обязательны для Сторон в течение срока действия Договора.
    </p>

    <p>
      <span class="font-weight-bold">
        13. Адреса и реквизиты сторон
      </span>
      <br>
      13.1. Исполнитель:
      <br>
      Индивидуальный предприниматель Аверьянов Денис Андреевич,
      <br>
      ОГРНИП 321527500077390 ИНН 525718935165;
      <br>
      Расчетный счет 40802810501500199738 в Точка ПАО Банка «ФК Открытие» г. Москва;
      <br>
      Корр. счет: 30101810845250000999; БИК 044525999;
    </p>
    <Footer />
  </b-container>
</template>

<script lang="ts">
import Vue from 'vue'
import makeTitle from '~/helpers/makeTitle'

export default Vue.extend({
  data (): any {
    return {
      breadcrumb: [{
        id: 1,
        text: '🏠',
        to: {
          path: '/'
        }
      }, {
        id: 2,
        text: 'Оферта',
        to: {
          path: '/legal-doc'
        }
      }]
    }
  },
  head () {
    return {
      title: makeTitle('Оферта'),
      meta: [{
        hid: 'description',
        name: 'description',
        content: 'Оферта сервиса LEAQ'
      }]
    }
  }
})
</script>
